{"SDG_GOAL__GLOBAL":"<p>Goal 1: End poverty in all its forms everywhere</p>","SDG_TARGET__GLOBAL":"<p>Target 1.a: Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, in order to provide adequate and predictable means for developing countries, in particular least developed countries, to implement programmes and policies to end poverty in all its dimensions</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 1.a.2: Proportion of total government spending on essential services (education, health and social protection)</p>","SDG_SERIES_DESCR__GLOBAL":"<p>SG_XPD_EDUC - Proportion of total government spending on essential services, education [1.a.2]</p>\n<p>SG_XPD_ESSRV - Proportion of total government spending on essential services [1.a.2]</p>\n<p>SG_XPD_HLTH - Proportion of total government spending on essential services, health [1.a.2]</p>\n<p>SG_XPD_PROT - Proportion of total government spending on essential services, social protection [1.a.2]</p>","META_LAST_UPDATE__GLOBAL":"2024-06-28","SDG_RELATED_INDICATORS__GLOBAL":"<p>4.a.1, 4.b.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Monetary Fund (IMF) Statistics Department (Government Finance Division)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Monetary Fund (IMF) Statistics Department</p>","STAT_CONC_DEF__GLOBAL":"<table>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>As agreed by the Inter-agency and Expert Group on SDG Indicators (IAEG-SDGs), data for the education component only of indicator 1.a.2 are provided by two custodian agencies (co-custodians IMF and UNESCO-UIS) to provide maximum country coverage. Therefore, the Global SDG Indicators Database includes two distinct data series for the education component, supplied by these different data providers (the co-custodians). Each provider employs unique data collection and calculation methods. Consequently, variations may arise when comparing the datasets: SG_XPD_EDUC (provided by IMF as part of a set that contains all components of indicator 1.a.2 and the total) and SD_XPD_ESED (provided by UNESCO-UIS for the education component only). To gain insight into the methodologies used by each provider, please review the additional metadata file associated with indicator 1.a.2.</strong></p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Definition:</strong></p>\n<p>Expenditure is defined in Chapter 4 (paragraphs 4.24 and 6.1) of the <em>Government Finance Statistics Manual 2014 </em>(<em>GFSM 2014)</em> as a decrease in net worth resulting from a transaction. It is a fiscal indicator for assessing the sustainability of fiscal activities. The <em>GFSM 2014</em> presents expense according to the economic classification (paragraphs 6.8-6.11) and as functions of government (paragraphs 6.126-6.132). General government units have ten distinct types of expense according to functions of government. Among them there are expense on health (code 707), on education (code 709) and on social protection (code 710). </p>\n<p><strong>Concepts:</strong></p>\n<p>The key concepts and terms associated with the indicator are outlined in <em>Government Finance Statistics Manual (GFSM) 2014</em>, as are the associated classifications. As stated in paragraph 6.126, the Classification of Functions of Government (COFOG) is a detailed classification of the functions, or socioeconomic objectives, that general government units aim to achieve through various kinds of expenditure. While the COFOG as used in the <em>GFSM 2014</em> fully agrees with the The Organisation for Economic Co-operation and Development (OECD)/UN classification, the concept is applied slightly differently in government finance statistics (GFS). Final outlays are referred to in a general sense by the OECD/UN, and therefore include grants, loans, and/or subsidies. In GFS, COFOG is applied only to expenditure, comprising expense and the net investment in nonfinancial assets. Transactions in financial assets and liabilities, such as loans, are excluded when compiling COFOG data for GFS reporting purposes.</p>\n<p>Government expenditure on health includes expenditure on services provided to individual persons and services provided on a collective basis. Collective health services are concerned with matters such as formulation and administration of government policy; setting and enforcement of standards for medical and paramedical personnel and for hospitals, clinics, surgeries, etc.; regulation and licensing of providers of health services; and applied research and experimental development into medical and health-related matters. However, overhead expenditure connected with administration or functioning of a group of hospitals, clinics, surgeries, etc. is considered to be individual expenditure.</p>\n<p>Government expenditure on education includes expenditure on services provided to individual pupils and students and expenditure on services provided on a collective basis. Collective educational services are concerned with matters such as formulation and administration of government policy; setting and enforcement of standards; regulation, licensing, and supervision of educational establishments; and applied research and experimental development into education affairs and services. However, overhead expenditure connected with administration or functioning of a group of schools, colleges, etc. is considered to be individual expenditure.</p>\n<p>Government expenditure on social protection includes expenditure on services and transfers provided to individual persons and households and expenditure on services provided on a collective basis. Collective social protection services are concerned with matters such as formulation and administration of government policy; formulation and enforcement of legislation and standards for providing social protection; and applied research and experimental development into social protection affairs and services. Expenditure on individual services and transfers are allocated to sickness and disability, old age, survivors, family and children, unemployment, housing and social exclusion. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%). This indicator is the total general government expenditure on education, health and social protection expressed as a percentage of total general government expenditure. </p>","CLASS_SYSTEM__GLOBAL":"<p>See 2.a.</p>","SOURCE_TYPE__GLOBAL":"<p>The current and recommended sources of data for deriving this indicator are the fiscal statistics reported to the IMF&#x2019;s Statistics Department. These come from various agencies (Ministries of Finance, Central Banks, National Statistics Offices, etc.) and are compiled according to a standardized method for data collection: the annual GFS Questionnaire. Despite some variations between countries, these data in the IMF annual GFS database is based on the COFOG as adopted in the <em>GFSM 2014</em>, which provide a solid common basis for cross country comparison and for regional and global aggregations. In addition, all the data are country official submissions, and no staff estimates were evolved. Staff validation during the data process further improved the data quality. Data are compiled annually for approximately 70-80 countries with general government coverage making use of IMF&#x2019;s COFOG dataset. </p>","COLL_METHOD__GLOBAL":"<p>See 3.a. </p>","FREQ_COLL__GLOBAL":"<p>The data collection cycle normally runs from September through December of the next year from the reference year (T+9 to 12 months). IMF Statistics Department normally completes a round of annual GFS collection in February of the following year.</p>","REL_CAL_POLICY__GLOBAL":"<p>Country data are disseminated as they are processed following the data collection. Summary World Tables and other indicators including 1.a.2 are planned for release early in the second year from the reference year. For most countries, the latest data will be the reference year, including five or more most recent years.</p>","DATA_SOURCE__GLOBAL":"<p>See 3.a.</p>","COMPILING_ORG__GLOBAL":"<p>The IMF Statistics Department is the organization responsible for the compilation and reporting on this indicator at the global level.</p>","INST_MANDATE__GLOBAL":"<p>IMF: See 3.a.</p>","RATIONALE__GLOBAL":"<p>The indicator is used to assess government&apos;s expenditure on essential services (education, health and social protection) relative to the amount of total government spending. Since it comes from an international framework, the <em>GFSM 2014</em>, it provides analysts with a cross-country comparable dataset and ensures establishing robust analytical findings to support SDG monitoring using fiscal data. </p>","REC_USE_LIM__GLOBAL":"<p>A high proportion of government expenditure on essential services (education, health and social protection) demonstrates a high government priority for these functions of spending. At this time the IMF recommends no regional and global aggregates be established. While we see no issues in terms of the feasibility and suitability of indicator 1.a.2 for cross-country comparisons, we caution the relevance of one single global indicator that combines data for advanced economies with those of emerging market and low-income countries.</p>\n<p>For reporting this indicator, general government is considered the most appropriate level of institutional coverage as it will encompass relevant government units, including local governments, since in many countries descentralization of these categories of expense are to be considered. Country coverage is enhanced making use of central government (CG) or budgetary central government (BA) data, since for most developing and many emerging market economies compiling data for the consolidated general government and its subsectors is limited owing to limitations in the availability and/or timeliness of source data. These different institutional coverages (CG, BA) are delineated by a footnote in the data. Where a footnote is not included, the data refer to general government. A country may have one central government; several state, provincial, or regional governments; and many local governments, and the <em>GFSM 2014</em> recommends that statistics should be compiled for all such general government units. This reporting structure is illustrated below:</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td colspan=\"2\">\n        <p>General Government</p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td>\n        <p> </p>\n      </td>\n      <td rowspan=\"3\">\n        <p>Memorandum: Central Govt. (incl. SSF of central level)</p>\n      </td>\n    </tr>\n    <tr>\n      <td colspan=\"4\">\n        <p>Central Government (excluding social security funds)</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Social Security Funds</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>State Governments</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Local Governments</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>Consolidation Column</p>\n      </td>\n      <td rowspan=\"2\">\n        <p>General Government</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Budgetary</p>\n      </td>\n      <td>\n        <p>Extrabudgetary</p>\n      </td>\n      <td>\n        <p>Consolidation Column</p>\n      </td>\n      <td>\n        <p>Central Government</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>BA = GL1</p>\n      </td>\n      <td>\n        <p>EA</p>\n      </td>\n      <td>\n        <p>CC</p>\n      </td>\n      <td>\n        <p>CG</p>\n      </td>\n      <td>\n        <p>SSF</p>\n      </td>\n      <td>\n        <p>SG</p>\n      </td>\n      <td>\n        <p>LG</p>\n      </td>\n      <td>\n        <p>CT</p>\n      </td>\n      <td>\n        <p>GG = GL3</p>\n      </td>\n      <td>\n        <p>GL2</p>\n      </td>\n    </tr>\n  </tbody>\n</table>","DATA_COMP__GLOBAL":"<p>Total government expenditure on essential services (education, health and social protection) is expressed as a percentage of total government expenditure according to COFOG data (see 2.a).</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>E</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n    <mo>=</mo>\n    <mfrac>\n      <mrow>\n        <mo>(</mo>\n        <mi>T</mi>\n        <msub>\n          <mrow>\n            <mi>E</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n            <mi>&amp;nbsp;</mi>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <mi>&amp;nbsp;</mi>\n        <mi>T</mi>\n        <msub>\n          <mrow>\n            <mi>H</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n            <mi>&amp;nbsp;</mi>\n          </mrow>\n        </msub>\n        <mo>+</mo>\n        <mi>T</mi>\n        <msub>\n          <mrow>\n            <mi>S</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n            <mi>&amp;nbsp;</mi>\n          </mrow>\n        </msub>\n        <mo>)</mo>\n      </mrow>\n      <mrow>\n        <msub>\n          <mrow>\n            <mi>T</mi>\n            <mi>G</mi>\n          </mrow>\n          <mrow>\n            <mi>t</mi>\n          </mrow>\n        </msub>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>P</mi>\n        <mi>E</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = government expenditure on essential services (education, health and social protection) as a percentage of total government expenditure in fiscal year <em>t</em></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>E</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = total government expenditure on education in financial year <em>t</em></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>H</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = total government expenditure on health in financial year <em>t</em></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>S</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = total government expenditure on social protection in financial year <em>t</em></p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <msub>\n      <mrow>\n        <mi>T</mi>\n        <mi>G</mi>\n      </mrow>\n      <mrow>\n        <mi>t</mi>\n      </mrow>\n    </msub>\n  </math> = total government expenditure in financial year <em>t</em></p>","DATA_VALIDATION__GLOBAL":"<p>See 3.a and 4.c.</p>","ADJUSTMENT__GLOBAL":"<p>N/A </p>","IMPUTATION__GLOBAL":"<p>The IMF plans to rely exclusively on officially reported data provided by the national authorities using the standard government finance statistics (GFS) questionnaire based on the <em>GFSM 2014</em> methodology. When country data are not available due to lack of reporting to the IMF Statistics Department, we plan to engage in outreach to the national authorities, in consultation with the respective IMF Area Departments and Offices of the Executive Director, as needed, to ensure that the key GFS series are reported. No country data estimates for missing values will be calculated by the IMF Statistics Department.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are not available. </p>","DOC_METHOD__GLOBAL":"<p>The framework for the data compilation is based on the <em>GFSM 2014</em>.</p>","QUALITY_MGMNT__GLOBAL":"<p>See 4.c. </p>","QUALITY_ASSURE__GLOBAL":"<p>See 4.c. </p>","QUALITY_ASSMNT__GLOBAL":"<p> See 4.c. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Approximately 100 countries (including approximately 20-30 countries with the narrower institutional coverage of BA and CG) consistently for the period 2000-2022.</p>\n<p><strong>Time series:</strong></p>\n<p>2000-2022</p>\n<p><strong>Disaggregation:</strong></p>\n<p>The indicator is disaggregated by education, health and social protection, based on COFOG.</p>\n<p>General government units have ten categories of expenditure according to COFOG: (a) general public services; (b) defense; (c) public order and safety; (d) economic affairs; (e) environmental protection; (f) housing and community amenities; (g) health; (h) recreation, culture and religion; (i) education; and (j) social protection. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies</strong></p>\n<p>The IMF Statistics Department plans to rely on officially reported national data as reported by the national authorities using the standard IMF GFS annual data questionnaire that is based on the <em>GFSM 2014</em> methodology.</p>","OTHER_DOC__GLOBAL":"<p>The <em>GFSM 2014</em> is available at <a href=\"http://www.imf.org/external/np/sta/gfsm/\">http://www.imf.org/external/np/sta/gfsm/</a>. A series of videos that discuss the GFS analytical framework are available at: <a href=\"http://www.youtube.com/playlist?list=PLmYAE4wV1YQzimXjDWMQ-4GwConTsP7-a\">IMF Statistics E-Learning Videos - YouTube</a>.</p>","indicator_number":"1.a.2","target_number":"1.a","goal_number":"1","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"01-0a-02","indicator_name":"Proportion of total government spending on essential services (education, health and social protection)","graph_title":"Proportion of total government spending on essential services (education, health and social protection)"}